Repository: Belsonn/family-app
Catalog: src/locale/messages.*.xlf
Languages: pl

source: Back
pl: Powrót

source: Are you sure you want to delete?
pl: Jesteś pewny, że chcesz usunąć?

source: Delete
pl: Usuń

source: New event
pl: Nowe wydarzenie

source: Add new event
pl: Dodaj nowe wydarzenie

source: Edit event
pl: Edycja wydarzenia

source: Event name
pl: Nazwa

source: Event should have at least 3 characters.
pl: Nazwa powinna mieć co najmniej 3 znaki.

source: Start date
pl: Data startowa

source: End date
pl: Data zakończenia

source: Whole day(s)
pl: Cały dzień(dni)

source: Start Time
pl: Godzina startu

source: End Time
pl: Godzina zakończenia

source: Mo
pl: Pn

source: Tu
pl: Wt

source: We
pl: Śr

source: Th
pl: Cz

source: Fr
pl: Pt

source: Sa
pl: Sb

source: Su
pl: Nd

source: No events scheduled for this day
pl: Brak wydarzeń zaplanowanych tego dnia.

source: There was no events planned this day.
pl: Na ten dzień nie było zaplanowanych żadnych wydarzeń.

source: Add Event
pl: Dodaj wydarzenie

source: There are no messages yet. Start your conversation now.
pl: Brak wiadomości. Spróbuj coś napisać.

source: Update photo
pl: Aktualizuj zdjęcie

source: Your first name
pl: Imię

source: Name should have at least 3 characters
pl: Imię powinno mieć co najmniej 3 znaki.

source: Date of birth
pl: Data urodzenia

source: Please provide date of birth.
pl: Proszę wprowadź datę urodzenia.

source: Update
pl: Aktualizuj

source: Invite Code:
pl: Kod do dołączania:

source: Family Time
pl: Czas dla rodziny

source: Plan events, organize tasks with your children.
pl: Planuj wydarzenia, organizuj zadania wraz ze swoimi dziećmi.

source: Create an account
pl: Stwórz konto

source: Enter
pl: Rozpocznij

source: Calendar
pl: Kalendarz

source: Shopping
pl: Zakupy

source: Complete your shopping lists
pl: Kompletuj listy zakupów

source: Chat
pl: Czat

source: Send messages to your family
pl: Wysyłaj wiadomości do swojej rodziny.

source: Tasks
pl: Zadania

source: Earn points to unlock rewards!
pl: Zdobywaj punkty by odblokowywać nagrody!

source: Rewards
pl: Nagrody

source: Use your points to pick rewards!
pl: Korzystaj z punktów by odblokować nagrody!

source: Family
pl: Rodzina

source: See the complete family
pl: Zobacz swoją rodzinę w komplecie

source: Settings
pl: Ustawienia

source: Logout
pl: Wyloguj się

source: Configure your account.
pl: Stwórz swój profil

source: Password
pl: Hasło

source: Password should have at least 6 characters
pl: Hasło powinno mieć co najmniej 6 znaków.

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Parent
pl: Rodzic

source: Child
pl: Dziecko

source: Continue
pl: Kontynuuj

source: The invite code you entered is incorrect.
pl: Wprowadzony kod jest niepoprawny.

source: Join your family...
pl: Dołącz do swojej rodziny...

source: Invite code
pl: Kod do dołączania

source: Please provide a valid invite code.
pl: Wprowadź proszę poprawny kod.

source: Join
pl: Dołącz

source: ...or create a new one.
pl: ... lub stwórz nową.

source: Family name
pl: Nazwa rodziny

source: Please provide a name of your family.
pl: Proszę wprowadź nazwę.

source: Create
pl: Stwórz

source: Enter as
pl: Dołącz jako

source: Create new
pl: Stwórz nową listę

source: Create new profile
pl: Stwórz nowy profil

source: Wrong password. Please try again.
pl: Wprowadzone hasło jest nieprawidłowe. Spróbuj ponownie.

source: Enter
pl: Rozpocznij

source: Are you sure you want to delete this reward?
pl: Jesteś pewny, że chcesz usunąć tę nagrodę?

source: This process is irreversible.
pl: Ten proces jest nieodwracalny.

source: Cancel
pl: Anuluj

source: Delete
pl: Usuń

source: Are you sure you want to approve this reward?
pl: Jesteś pewny, że chcesz zatwierdzić tę nagrodę?

source: Your child will be informed.
pl: Twoje dziecko dostanie tę informację.

source: Approve
pl: Zatwierdź

source: Are you sure you want to unlock this reward?
pl: Jesteś pewny, że chcesz odblokować tę nagrodę?

source: Cost:
pl: Cena:

source: Left:
pl: Pozostanie Ci:

source: Unlock
pl: Odblokuj

source: My rewards
pl: Odblokowane

source: There are no rewards yet.
pl: Brak nagród.

source: Pending
pl: Oczekujące

source: Approved
pl: Zatwierdzone

source: Edit reward
pl: Edycja nagrody

source: New reward
pl: Nowa nagroda

source: Remove reward
pl: Usuń nagrodę

source: Reward
pl: Nagroda

source: Reward should have at least 3 characters.
pl: Nazwa nagrody powinna mieć co najmniej 3 znaki.

source: Points
pl: Punkty

source: Your children can unlock this reward with points earned by completing tasks. You can decide how many points will be needed.
pl: Twoje dzieci mogą odblokowywać nagrody za punkty zdobywane przy wykonywaniu zadań. Możesz zdecydować ile punktów będzie potrzebnych.

source: Edit reward
pl: Edytuj nagrodę

source: Add reward
pl: Dodaj nagrodę

source: Rewards
pl: Nagrody

source: Unlocked
pl: Odblokowane

source: Create new
pl: Stwórz nową

source: My rewards
pl: Odblokowane

source: You have successfully unlocked a reward!
pl: Udało ci się odblokować nagrodę!

source: You have:
pl: Posiadasz:

source: Unlock reward
pl: Odblokuj nagrodę

source: Reward locked
pl: Nagroda zablokowana

source: Unlocked rewards
pl: Odblokowane nagrody

source: You can approve awards to let your kids know you've noticed when they unlocked.
pl: Możesz zatwierdzać nagrody, by Twoje dzieci wiedziały, że to widzisz.

source: There are no unlocked rewards.
pl: Brak odblokowanych nagród.

source: Show confirmed
pl: Pokaż zatwierdzone

source: Hide confirmed
pl: Ukryj zatwierdzone

source: Calendar
pl: Kalendarz

source: Children can create events
pl: Dzieci mogą tworzyć wydarzenia

source: Children can edit events
pl: Dzieci mogą edytować wydarzenia

source: Children can delete events
pl: Dzieci mogą usuwać wydarzenia

source: Shopping Lists
pl: Zakupy

source: Children can create shopping list
pl: Dzieci mogą tworzyć listy zakupów

source: Children can edit name of the list
pl: Dzieci mogą zmieniać nazwy list

source: Children can mark list as completed
pl: Dzieci mogą zatwierdzać listy jako kompletne

source: Children can delete list
pl: Dzieci mogą usuwać listy zakupów

source: Children can add new item to list
pl: Dzieci mogą dodawać nowe produkty do list

source: Children can edit items on list
pl: Dzieci mogą edytować produkty na liście

source: Confirm changes
pl: Zatwierdź zmiany

source: Update your account
pl: Zaktualizuj swoje konto

source: Give your children permission
pl: Zmień przyzwolenia swoim dzieciom.

source: Do you want to mark this list as complete?
pl: Chcesz oznaczyć tę listę jako kompletną?

source: You will no longer be able to add or edit items on the list.
pl: Nie będziesz już w stanie dodawać oraz edytować produktów na tej liście.

source: Complete
pl: Kompletna

source: Cancel
pl: Anuluj

source: Show recently added
pl: Pokaż ostatnio dodane

source: Hide recently added
pl: Ukryj ostatnio dodane

source: Add product
pl: Dodaj produkt

source: Edit product
pl: Edytuj produkt

source: What do you need to buy?
pl: Co potrzebujesz kupić?

source: Please provide a valid name.
pl: Wprowadź prawidłową nazwę.

source: Additional information
pl: Dodatkowe informacje

source: Add to list
pl: Dodaj do listy

source: Edit
pl: Edytuj

source: Click on the list to see details and add new products to buy
pl: Kliknij na listę by zobaczyć szczegóły i dodać nowe produkty

source: Created By:
pl: Stworzona przez:

source: At:
pl: Dnia:

source: Completed:
pl: Produkty:

source: Currently you do not have any products to buy.
pl: Obecnie nie masz nic do kupienia.

source: Create new list
pl: Stwórz nową listę

source: Show complete
pl: Pokaż kompletne

source: Add new product
pl: Dodaj nowy produkt

source: This list is completed and you cannot make any changes.
pl: Ta lista jest kompletna i nie możesz dokonywać w niej zmian.

source: No details provided.
pl: Nie podano szczegółów.

source: Added:
pl: Dodano:

source: By:
pl: Przez:

source: Do you want to abandon this task?
pl: Czy chcesz porzucić to zadanie?

source: You will no longer have the option to earn <span class="task--info--points whitespace"> {{ data.points }} <ic-icon class="font-size-15rem" icon="glowingStar"> </ic-icon> </span> for this task.
pl: Nie będziesz miał szansy na otrzymanie <span class="task--info--points whitespace"> {{ data.points }} <ic-icon class="font-size-15rem" icon="glowingStar"> </ic-icon> </span> za to zadanie.

source: Abandon
pl: Porzuć

source: Have you finished this task?
pl: Udało Ci się skończyć to zadanie?

source: You will receive <span class="task--points-number" > {{ data.points }} <ic-icon class="font-size-15rem" icon="glowingStar"> </ic-icon> </span> for completing the task.
pl: Otrzymasz <span class="task--points-number" > {{ data.points }} <ic-icon class="font-size-15rem" icon="glowingStar"> </ic-icon> </span> za wykonanie zadania.

source: Complete
pl: Zakończ

source: Are you sure you want to delete this task?
pl: Jesteś pewny, że chcesz usunąć to zadanie?

source: Are you sure you want to delete this daily task?
pl: Jesteś pewny, że chcesz usunąć to codzienne zadanie?

source: All tasks created using this daily task will be deleted!
pl: Wszystkie zadania przydzielone za pomocą tego codziennego zadania zostaną usunięte.

source: Confirm changes?
pl: Zatwierdź zmiany

source: Confirm
pl: Zatwierdź

source: Remove daily task
pl: Usuń codzienne zadanie

source: Task
pl: Nazwa

source: Task should have at least 3 characters.
pl: Nazwa powinna mieć co najmniej 3 znaki.

source: Each assigned child will receive points(on task complete) that can be used in the rewards tab.
pl: Każde przydzielone dziecko otrzyma punkty(po zakończeniu), które mogą zostać użyte w zakładce nagród.

source: Start / End time
pl: Czas rozpoczęcia i zakończenia

source: Setting a start and end time can help your child understand the task correctly.
pl: Ustawienie godziny startu i zakończenia może pomóc lepiej zrozumieć zadanie Twojemu dziecku.

source: Whole day
pl: Cały dzień

source: Create new
pl: Stwórz nowe

source: You can assign tasks to your children separately for each day and task.
pl: Codzienne zadania możesz przydzielać swoim dzieciom osobno dla każdego dnia i zadania

source: Clicking on date above will open the calendar!
pl: Kliknięcie na datę powyżej otworzy kalendarz!

source: You cannot set tasks in the past.
pl: Nie możesz ustawiać zadań w przeszłości.

source: New task
pl: Nowe zadanie

source: Edit task
pl: Edycja zadania

source: Remove task
pl: Usuń zadanie

source: Assign children
pl: Przydziel dzieci

source: Choose which of your children should perform this task.
pl: Wybierz, które z Twoich dzieci powinny wykonać to zadanie.

source: Someone has to be assigned.
pl: Ktoś musi zostać wybrany!

source: Assign all
pl: Przydziel wszystkich.

source: Setting a start and end time may help your child understand the task correctly.
pl: Ustawienie godziny startu i zakończenia może pomóc lepiej zrozumieć zadanie Twojemu dziecku

source: Date
pl: Data

source: Add new task
pl: Dodaj nowe zadanie

source: Create new
pl: Stwórz zadanie

source: Daily Tasks
pl: Codzienne zadania

source: Tasks
pl: Zadania

source: Show all
pl: Wszystkie

source: Mine
pl: Moje

source: There are no active tasks.
pl: Brak aktywnych zadań.

source: Show completed
pl: Pokaż skończone

source: Hide completed
pl: Ukryj skończone

source: There are no completed tasks.
pl: Brak skończonych zadań
